/* Button title for canceling installation of Growl */
"Cancel" = "Annuler";

/* Don't ask again checkbox title for installation of Growl */
"Don't Ask Again" = "Ne plus demander";

/* Growl installation window title */
"Growl Installation Recommended" = "Installation de Growl recommandée";

/* Growl update window title */
"Growl Update Available" = "Mise à jour de Growl disponible";

/* Button title for installing Growl */
"Install" = "Installer";

/* Default Growl update explanation */
"This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  A version of Growl is currently installed, but this program includes an updated version of Growl.  It is strongly recommended that you update now.  No download is required." = "Cette application affiche de l’information via Growl, un système de notification centralisé qui permet aux applications de communiquer discrètement à l’utilisateur de l’information possiblement importante. Une version de Growl est installée pour le moment mais cette application comprend une version mise à jour de Growl. Il est fortement conseillé de mettre à jour maintenant. Aucun déchargement n’est nécessaire.";

/* Default Growl installation explanation */
"This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  Growl is not currently installed; to see Growl notifications from this and other applications, you must install it.  No download is required." = "Cette application affiche de l’information via Growl, un système de notification centralisé qui permet aux applications de communiquer discrètement à l’utilisateur de l’information possiblement importante. Growl n’est pas installé pour le moment. Pour les voir les notifications de Growl de ceci et d’autres applications, vous devez l’installer. Aucun déchargement n’est nécessaire.";

/* Button title for updating Growl */
"Update" = "Mettre à jour";